export const archetypes = [
    {
      name: "Другое",
      type: "archetype",
      description: "Ты решил придумать уникальный бекграунд. Удачи!",
    },
    {
      name: "Безумный учёный",
      type: "archetype",
      description: "Ты создаёшь сумасшедшие механизмы или эликсиры, совмещая науку с магией. \n Обладатель магического дара (Безумная Наука). 2 силы на выбор. Силы исполняются через стимпанк гаджет, который может взорваться при провале). Рекомендуемые скиллы: Безумная наука",
    },
    {
      name: "Вне закона",
      type: "archetype",
      description: "Ты разыскиваемый преступник, скрывающийся от правосудия, заслуженно или нет. Рекомендуемые скиллы: Стрельба, Запугивание",
    },
    {
      name: "Дезертир",
      type: "archetype",
      description: "Ты сбежал из армии и теперь тебя считают предателем, ждущим казни за дезертирство. Рекомендуемые скиллы: Уличное чутьё, Маскировка",
    },
    {
      name: "Иммигрант",
      type: "archetype",
      description: "Ты чужак с далёкой родины, чьи обычаи вызывают подозрение и враждебность местных жителей.",
    },
    {
      name: "Индеец-воин",
      type: "archetype",
      description: "Ты воин из свободного индейского племени, охраняющий свою территорию. Рекомендуемые скиллы: Драка, Выживание",
    },
    {
      name: "Индеец-шаман",
      type: "archetype",
      description: "Ты шаман, сражающийся с злыми духами и выступающий посредником между мирами. \n Обладатель магического дара (Шаманизм). 2 силы на выбор. Силы исполняются через помощь духов, к которым герой взывает через ритуалы). Рекомендуемые скиллы: Вера (Шаманизм), Оккультные знания",
    },
    {
      name: "Картёжник",
      type: "archetype",
      description: "Ты изучаешь магию через книгу Хойла и используешь карточные колоды для колдовства. \n Обладатель магического дара (Магия). 2 силы на выбор. Силы исполняются через арканический азартный процесс с дьяволом, называемый Играми Хойла. Частенько дурно заканчиваются). Рекомендуемые скиллы: Магия, Азартные игры",
    },
    {
      name: "Красотка",
      type: "archetype",
      description: "Ты независимая женщина, зарабатывающая на жизнь обаянием в суровых городах Дикого Запада.",
    },
    {
      name: "Обычный человек",
      type: "archetype",
      description: "Ты ремесленник, фермер или торговец, живущий обычной жизнью.",
    },
    {
      name: "Охотник за головами",
      type: "archetype",
      description: "Ты ловишь преступников на Диком Западе, возвращая их живыми или мёртвыми. Рекомендуемые скиллы: Выслеживание, Стрельба",
    },
    {
      name: "Первопроходец",
      type: "archetype",
      description: "Ты ищешь неизведанные земли, исследуя ужасы и чудеса Дикого Запада. Рекомендуемые скиллы: Выживание, Ремесло",
    },
    {
      name: "Репортёр",
      type: "archetype",
      description: "Ты журналист, разрушающий ложь и раскрывающий правду, несмотря на последствия. ",
    },
    {
      name: "Рунный стрелок",
      type: "archetype",
      description: "Наследник рунической магии Старого Света. Ты наносишь магические руны на своё оружие и снаряжение. \n Обладатель магического дара (Руны). 2 силы на выбор. Силы в основном направлены на перестрелки, в случае провала грозят взрывы, искажения и безумие). Рекомендуемые скиллы: Стрельба, Руны",
    },
    {
      name: "Сезонный рабочий",
      type: "archetype",
      description: "Ты перебиваешься случайными заработками, где иногда нужен револьвер. Рекомендуемые скиллы: Стрельба, Драка, Выживание",
    },
    {
      name: "Слуга закона",
      type: "archetype",
      description: "Ты шериф или маршал, защищающий порядок в криминальном мире Дикого Запада. Рекомендуемые скиллы: Стрельба, Запугивание",
    },
    {
      name: "Слуга Господа",
      type: "archetype",
      description: "Ты священник или Избранный, борющийся с тьмой силой веры. \n Обладатель магического дара (Вера). 2 силы на выбор. Силы верование, службы и молитву выбранному божеству. Нарушение учений божества грозит кризисом веры.). Рекомендуемые скиллы: Вера (какое-то божество), Убеждение",
    },
    {
      name: "Вудуист",
      type: "archetype",
      description: "Чудотворец, использующий силу духов Лоа. \n Обладатель магического дара (Вудуизм). 2 силы на выбор. Силы исполняются ритуалы и сделки с Лоа - 'святыми' вудуизма). Рекомендуемые скиллы: Вера (Вудуизм), Оккультные знания",
    },
    {
      name: "Мастер искусства Ци",
      type: "archetype",
      description: "Ты посвящён в секреты боевых искусств, позволяющие совершать невероятные маневры. \n Обладатель магического дара (Искусство Ци). 2 силы на выбор. Силы исполняются через годы тренеровок своего тела). Рекомендуемый стат: Характер",
    },
    {
      name: "Солдат",
      type: "archetype",
      description: "Ты храбрый воин, сражавшийся за свою страну и готовый к новым подвигам.",
    },
    {
      name: "Старатель",
      type: "archetype",
      description: "Ты всю жизнь ищешь золото или призрачную руду, мечтая разбогатеть.",
    },
    {
      name: "Шарлатан",
      type: "archetype",
      description: "Ты обманываешь людей, продавая 'волшебные' эликсиры, зарабатывая на доверчивости. Рекомендуемые скиллы: Убеждение, Маскировка",
    }
  ];
  