export const powers = [
    // {
    //   name: "Великое исцеление",
    //   type: "Магия",
    //   description: "Лечение старых ранений и увечий.",
    //   prerequisites: "Ветеран",
    //   cost: -2,
    // },
    // {
    //   name: "Взрыв",
    //   type: "Магия",
    //   description: "Атака по области, наносящая урон.",
    //   prerequisites: "Закалённый",
    //   cost: -2,
    // },
    {
      name: "Волна",
      type: "Магия",
      description: "Сбивает врагов с ног в зоне действия.",
      prerequisites: "Закалённый",
      cost: -2,
    },
    {
      name: "Доспех",
      type: "Магия",
      description: "Магическая защита, добавляющая броню.",
      prerequisites: "Новичок",
      cost: -2,
    },
    // {
    //   name: "Дар воина",
    //   type: "Магия",
    //   description: "Временно даёт боевое преимущество (боевую черту).",
    //   prerequisites: "Закалённый",
    //   cost: -2,
    // },
    {
      name: "Друг зверей",
      type: "Магия",
      description: "Управление животными, разговор с ними.",
      prerequisites: "Новичок",
      cost: -2,
    },
    // {
    //   name: "Замедление",
    //   type: "Магия",
    //   description: "Замедляет движения врагов, снижая их эффективность.",
    //   prerequisites: "Закалённый",
    //   cost: -2,
    // },
    {
      name: "Защита от окружающей среды",
      type: "Магия",
      description: "Защита от экстремальных условий (вода, космос и т.д.).",
      prerequisites: "Новичок",
      cost: -2,
    },
    // {
    //   name: "Зомби",
    //   type: "Магия",
    //   description: "Поднятие мертвецов для контроля над ними.",
    //   prerequisites: "Ветеран",
    //   cost: -2,
    // },
    // {
    //   name: "Зоркость",
    //   type: "Магия",
    //   description: "Улучшает дальность видения, снижает штрафы на дистанцию.",
    //   prerequisites: "Закалённый",
    //   cost: -2,
    // },
    // {
    //   name: "Изгнание",
    //   type: "Магия",
    //   description: "Изгоняет сверхъестественных существ в их измерение.",
    //   prerequisites: "Ветеран",
    //   cost: -2,
    // },
    // {
    //   name: "Иссушение",
    //   type: "Магия",
    //   description: "Лишает врага магических сил.",
    //   prerequisites: "Герой",
    //   cost: -2,
    // },
    {
      name: "Исцеление",
      type: "Магия",
      description: "Лечение свежих ран и недугов.",
      prerequisites: "Новичок",
      cost: -2,
    },
    // {
    //   name: "Кукла",
    //   type: "Магия",
    //   description: "Контроль над разумом цели, заставляет сражаться за вас.",
    //   prerequisites: "Ветеран",
    //   cost: -2,
    // },
    // {
    //   name: "Маска",
    //   type: "Магия",
    //   description: "Изменение внешности, превращение в другого человека.",
    //   prerequisites: "Закалённый",
    //   cost: -2,
    // },
    {
      name: "Невидимость",
      type: "Магия",
      description: "Делает персонажа невидимым для противников.",
      prerequisites: "Закалённый",
      cost: -2,
    },
    // {
    //   name: "Неосязаемость",
    //   type: "Магия",
    //   description: "Превращает в призрачное существо, неосязаемое для физического мира.",
    //   prerequisites: "Герой",
    //   cost: -2,
    // },
    {
      name: "Ночное зрение",
      type: "Магия",
      description: "Улучшает зрение в темноте, снижает штрафы за недостаток света.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Оглушение",
      type: "Магия",
      description: "Оглушает врагов в зоне действия, вводит в шок.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Ослепление",
      type: "Магия",
      description: "Временно ослепляет врагов, снижая их эффективность в бою.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Паучьи лапы",
      type: "Магия",
      description: "Позволяет лазать по стенам и поверхностям.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Поддержка",
      type: "Магия",
      description: "Снимает усталость и выводит из шока.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Подземный ход",
      type: "Магия",
      description: "Позволяет перемещаться под землёй, скрываясь от врагов.",
      prerequisites: "Новичок",
      cost: -2,
    },
    // {
    //   name: "Полёт",
    //   type: "Магия",
    //   description: "Возможность летать, перемещаясь по воздуху.",
    //   prerequisites: "Ветеран",
    //   cost: -2,
    // },
    {
      name: "Полиглот",
      type: "Магия",
      description: "Позволяет понимать и разговаривать на любом языке.",
      prerequisites: "Новичок",
      cost: -2,
    },    
    {
      name: "Наитие",
      type: "Магия",
      description: "Позволяет вглянуть в прошлое существа и открыть его секреты.",
      prerequisites: "Новичок",
      cost: -2,
    },   
    {
      name: "Обаяние",
      type: "Магия",
      description: "Дает сверхъестественную харизму.",
      prerequisites: "Новичок",
      cost: -2,
    },   
    {
      name: "Оберег",
      type: "Магия",
      description: "Персональный защитный ритуал от темных сил.",
      prerequisites: "Новичок",
      cost: -2,
    },   
    {
      name: "Освящение",
      type: "Магия",
      description: "Защитный ритуал от темных сил, применяется на какое-то место.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Поток",
      type: "Магия",
      description: "Атакует врагов потоком огня или энергии.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Превращение",
      type: "Магия",
      description: "Превращение в животных или другие существа.",
      prerequisites: "Специальное (зависит от вида превращения)",
      cost: -2,
    },
    {
      name: "Проворство",
      type: "Магия",
      description: "Позволяет совершать два действия за раунд.",
      prerequisites: "Закалённый",
      cost: -2,
    },
    {
      name: "Призыв союзника",
      type: "Магия",
      description: "Призыв существ на помощь в бою.",
      prerequisites: "Новичок",
      cost: -2,
    },
    // {
    //   name: "Прорицание",
    //   type: "Магия",
    //   description: "Получение информации от духов или иных существ.",
    //   prerequisites: "Герой",
    //   cost: -2,
    // },
    {
      name: "Путы",
      type: "Магия",
      description: "Захватывает и обездвиживает цель путами.",
      prerequisites: "Новичок",
      cost: -2,
    },
    // {
    //   name: "Разрушительное поле",
    //   type: "Магия",
    //   description: "Аура, наносящая урон врагам при прикосновении.",
    //   prerequisites: "Закалённый",
    //   cost: -2,
    // },
    {
      name: "Рассеивание",
      type: "Магия",
      description: "Прерывание вражеских заклинаний или магических эффектов.",
      prerequisites: "Закалённый",
      cost: -2,
    },
    {
      name: "Свет / Тьма",
      type: "Магия",
      description: "Создаёт свет или тьму, меняет условия видимости.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Смерч",
      type: "Магия",
      description: "Вихрь, разбрасывающий врагов в разные стороны.",
      prerequisites: "Закалённый",
      cost: -2,
    },
    {
      name: "Смятение",
      type: "Магия",
      description: "Вводит врагов в панику, нарушает их действия.",
      prerequisites: "Новичок",
      cost:-2,
    },
    {
      name: "Сокрушение",
      type: "Магия",
      description: "Усиление урона оружия магией.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Сон",
      type: "Магия",
      description: "Усыпляет врагов в зоне действия.",
      prerequisites: "Закалённый",
      cost: -2,
    },
    {
      name: "Стена",
      type: "Магия",
      description: "Создаёт магическую стену для защиты или блокировки врагов.",
      prerequisites: "Закалённый",
      cost: -2,
    },
    {
      name: "Стрела",
      type: "Магия",
      description: "Магический снаряд, поражающий цель на расстоянии.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Телекинез",
      type: "Магия",
      description: "Перемещение объектов или существ силой мысли.",
      prerequisites: "Закалённый",
      cost: -2,
    },
    // {
    //   name: "Телепортация",
    //   type: "Магия",
    //   description: "Мгновенное перемещение в другую точку.",
    //   prerequisites: "Закалённый",
    //   cost: -2,
    // },
    // {
    //   name: "Увеличение / уменьшение",
    //   type: "Магия",
    //   description: "Изменение размера цели для повышения/понижения характеристик.",
    //   prerequisites: "Закалённый",
    //   cost: -2,
    // },
    {
      name: "Увидеть / Скрыть сверхъестественное",
      type: "Магия",
      description: "Обнаружение или сокрытие магии и сверхъестественных явлений.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Ужас",
      type: "Магия",
      description: "Наводит страх на врагов, заставляя их бежать или терять самообладание.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Управление элементами",
      type: "Магия",
      description: "Контроль над стихиями (огонь, вода, земля, воздух).",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Усилить / Ослабить параметр",
      type: "Магия",
      description: "Усиление или ослабление характеристик цели.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Ускорение",
      type: "Магия",
      description: "Увеличивает скорость передвижения цели.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Чтение мыслей",
      type: "Магия",
      description: "Позволяет читать чужие мысли, получая информацию.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Щит",
      type: "Магия",
      description: "Создание магической защиты, отражающей атаки.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Шанс",
      type: "Магия",
      description: "Рискни фишкой, чтобы получить еще одну.",
      prerequisites: "Закалённый",
      cost: -2,
    },
    {
      name: "Шпион",
      type: "Магия",
      description: "Позволяет временно наблюдать чужими чувствами восприятия",
      prerequisites: "Закалённый",
      cost: -2,
    },
    {
      name: "Взгляд Харона",
      type: "Магия",
      description: "Герой может одним взглядом внушать врагам ужас, заставляя их бежать или терять самообладание.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Рука Судьбы",
      type: "Магия",
      description: "Позволяет герою вытянуть карту Судьбы, получив временное магическое преимущество.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Ужасный крик",
      type: "Магия",
      description: "Выпускает магический крик, который дезориентирует и пугает врагов.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Чернильная тьма",
      type: "Магия",
      description: "Вызывает магический мрак, скрывающий персонажа и его союзников от врагов.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Зеркальная защита",
      type: "Магия",
      description: "Создаёт магическое отражение, которое защищает героя от дальних атак.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
        name: "Призрачная хода",
        type: "Магия",
        description: "Позволяет персонажу двигаться сквозь стены и другие физические препятствия, как призрак.",
        prerequisites: "Закалённый",
        cost: -2,
    },
    {
        name: "Пески времени",
        type: "Магия",
        description: "Позволяет персонажу кратковременно замедлять или ускорять время вокруг себя.",
        prerequisites: "Закалённый",
        cost: -2,
    },
    {
        name: "Канун мертвеца",
        type: "Магия",
        description: "Вызывает на помощь духа умершего бойца, который сражается на стороне героя.",
        prerequisites: "Закалённый",
        cost: -2,
    },
    {
        name: "Песчаная буря",
        type: "Магия",
        description: "Призывает вихрь песка и камней, который дезориентирует и ранит противников.",
        prerequisites: "Закалённый",
        cost: -2,
    },
    {
        name: "Ледяное прикосновение",
        type: "Магия",
        description: "Позволяет герою коснуться врага и заморозить его, нанося урон холодом.",
        prerequisites: "Закалённый",
        cost: -2,
    },
    {
        name: "Ядовитая завеса",
        type: "Магия",
        description: "Призывает магическое облако ядовитого газа, которое дезориентирует и наносит урон врагам.",
        prerequisites: "Закалённый",
        cost: -2,
    },
    {
        name: "Вещица",
        type: "Магия",
        description: "Позволяет достать из инвентаря любую небольшую вещь. Вещь действует несколько ходов.",
        prerequisites: "Закалённый",
        cost: -2,
    }
  ];
  
  export const flaws = [
    {
        name: "Кривые руки",
        type: "Негативная черта (Minor)",
        description: "–2 к использованию механических или электрических устройств.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Болезненность",
        type: "Негативная черта (Minor)",
        description: "–2 к проверкам усталости при сопротивлении болезням, ядам, враждебной среде.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Заносчивость",
        type: "Негативная черта (Major)",
        description: "Не признает лидеров, всегда бросает вызов самому сильному врагу в бою.",
        prerequisites: "Без пререквизитов",
        cost: 2
     },
     {
        name: "Плохое зрение",
        type: "Негативная черта (Major or Minor)",
        description: "Без очков получает –2 к любому броску, зависящему от зрения. Очки могут сломаться от урона",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Неудачник",
        type: "Негативная черта (Major)",
        description: "Персонаж начинает с одной фишкой меньше за сессию.",
        prerequisites: "Без пререквизитов",
        cost: 2
     },
     {
        name: "Длинный язык",
        type: "Негативная черта (Minor)",
        description: "Не умеет хранить секреты и постоянно выдаёт личную информацию.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Слепота",
        type: "Негативная черта (Major)",
        description: "–6 к любым задачам, требующим зрения (но можно выбрать одну черту для компенсации).",
        prerequisites: "Без пререквизитов",
        cost: 2
     },
     {
        name: "Жажда крови",
        type: "Негативная черта (Major)",
        description: "Никогда не берёт пленных.",
        prerequisites: "Без пререквизитов",
        cost: 2
     },
     {
        name: "Не умеет плавать",
        type: "Негативная черта (Minor)",
        description: "–2 к броскам Плавания (Атлетика), каждый дюйм передвижения в воде стоит 3 дюйма Шага.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Перестраховщик",
        type: "Негативная черта (Minor)",
        description: "Персонаж планирует всё заранее и чрезмерно осторожен.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Невежда",
        type: "Негативная черта (Major)",
        description: "–2 к броскам на Общие знания и Внимательность.",
        prerequisites: "Без пререквизитов",
        cost: 2
     },
     {
        name: "Неуклюжий",
        type: "Негативная черта (Major)",
        description: "–2 к броскам на Атлетику и Скрытность.",
        prerequisites: "Без пререквизитов",
        cost: 2
     },
     {
        name: "Кодекс чести",
        type: "Негативная черта (Major)",
        description: "Персонаж держит своё слово и ведёт себя как джентльмен.",
        prerequisites: "Без пререквизитов",
        cost: 2
     },
     {
        name: "Любопытство",
        type: "Негативная черта (Major)",
        description: "Персонаж хочет узнать всё о чём угодно.",
        prerequisites: "Без пререквизитов",
        cost: 2
     },
     {
        name: "Последнее желание",
        type: "Негативная черта (Minor)",
        description: "Герой хочет умереть после выполнения или в процессе выполнения эпической задачи.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Причуда",
        type: "Негативная черта (Major or Minor)",
        description: "Персонаж верит во что-то странное, что периодически приводит его к проблемам.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Фома неверующий",
        type: "Негативная черта (Minor)",
        description: "Персонаж не верит в сверхъестественное, часто подвергая себя лишним рискам.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Целеустремлённый",
        type: "Негативная черта (Major or Minor)",
        description: "Действия героя направлены на достижение важной цели или убеждения.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Старость",
        type: "Негативная черта (Major)",
        description: "–1 к Шагу, Ловкости, Силе и Выносливости, но герой получает 5 дополнительных очков навыков.",
        prerequisites: "Без пререквизитов",
        cost: 2
     },
     {
        name: "Враг",
        type: "Негативная черта (Major or Minor)",
        description: "Персонаж имеет постоянного врага.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Жадность",
        type: "Негативная черта (Major or Minor)",
        description: "Персонаж одержим богатством и материальными ценностями.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Дурная привычка",
        type: "Негативная черта (Major or Minor)",
        description: "Пристрастие к чему-то, персонаж страдает Усталостью, если лишён этого.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Глухота",
        type: "Негативная черта (Major or Minor)",
        description: "-4 или Автоматическая неудача при попытке заметить звуки.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Герой",
        type: "Негативная черта (Major)",
        description: "Персонаж всегда помогает тем, кто в беде.",
        prerequisites: "Без пререквизитов",
        cost: 2
     },
     {
        name: "Нерешительный",
        type: "Негативная черта (Minor)",
        description: "Вытягивает две карты действий и выбирает худшую (кроме Джокеров, которые можно оставить).",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Неграмотность",
        type: "Негативная черта (Minor)",
        description: "Персонаж не умеет читать и писать.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Импульсивный",
        type: "Негативная черта (Major)",
        description: "Герой действует, не думая.",
        prerequisites: "Без пререквизитов",
        cost: 2
     },
     {
        name: "Завистливый",
        type: "Негативная черта (Major or Minor)",
        description: "Персонаж завидует тому, что имеют другие.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Верный друг",
        type: "Негативная черта (Minor)",
        description: "Герой предан своим друзьям и союзникам.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Дурной характер",
        type: "Негативная черта (Minor)",
        description: "–1 к броскам на Убеждение.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Скромный",
        type: "Негативная черта (Minor)",
        description: "–2 к броскам на Запугивание.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Немой",
        type: "Негативная черта (Major)",
        description: "Персонаж не может говорить и получает –4 к броскам, требующим устного общения.",
        prerequisites: "Без пререквизитов",
        cost: 2
     },
     {
        name: "Толстяк",
        type: "Негативная черта (Minor)",
        description: "Размер +1, Шаг –1, кубик бега d4.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Обязательство",
        type: "Негативная черта (Major or Minor)",
        description: "Персонаж обязан тратить 20 или 40 часов в неделю на свои обязанности.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Однорукий",
        type: "Негативная черта (Major)",
        description: "–4 к задачам (например, Атлетика), требующим двух рук.",
        prerequisites: "Без пререквизитов",
        cost: 2
     },
     {
        name: "Один глаз",
        type: "Негативная черта (Major)",
        description: "–2 к действиям на дистанции 5\" (10 ярдов) и более.",
        prerequisites: "Без пререквизитов",
        cost: 2
     },
     {
        name: "Чужак",
        type: "Негативная черта (Major or Minor)",
        description: "Персонаж не вписывается в местную культуру и получает –2 к броскам на Убеждение. В качестве значительного препятствия — лишение прав или другие серьёзные последствия.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Самоуверенность",
        type: "Негативная черта (Major)",
        description: "Герой уверен, что может всё.",
        prerequisites: "Без пререквизитов",
        cost: 2
     },
     {
        name: "Пафицизм",
        type: "Негативная черта (Major or Minor)",
        description: "Не сражается с живыми персонажами при любых обстоятельствах, но может использовать нелетальные методы для самозащиты.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Боязнь",
        type: "Негативная черта (Major or Minor)",
        description: "Персонаж боится чего-то, и получает –2 ко всем броскам на черты в присутствии этого.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Транжира / Беднота",
        type: "Негативная черта (Minor)",
        description: "Половина стартовых средств и персонаж всегда беден.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Причуда",
        type: "Негативная черта (Minor)",
        description: "Персонаж имеет незначительную, но постоянную привычку, которая раздражает окружающих.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Безжалостный",
        type: "Негативная черта (Major or Minor)",
        description: "Персонаж делает всё необходимое, чтобы добиться своего.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Секрет",
        type: "Негативная черта (Major or Minor)",
        description: "У героя есть тёмная тайна.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Опозоренный",
        type: "Негативная черта (Major or Minor)",
        description: "Персонажа мучает трагическое событие из его прошлого.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Мстительность",
        type: "Негативная черта (Major or Minor)",
        description: "Держит на кого-то зуб; если изъян крупный, готов убить.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Коротышка",
        type: "Негативная черта (Minor)",
        description: "Размер и Стойкость уменьшены на 1.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Упрямство",
        type: "Негативная черта (Minor)",
        description: "Персонаж настаивает на своём и редко признаёт свои ошибки.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Уродство",
        type: "Негативная черта (Major or Minor)",
        description: "Персонаж физически непривлекателен и получает –2 к броскам на Убеждение.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Мстительность",
        type: "Негативная черта (Major or Minor)",
        description: "Персонаж ищет возмездия за обиды и готов причинить вред ради этого.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Клятва",
        type: "Негативная черта (Major or Minor)",
        description: "Персонаж дал клятву служить какой-то цели.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "В розыске",
        type: "Негативная черта (Major or Minor)",
        description: "Персонаж разыскивается властями или еще кем-то.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
        name: "Трусость",
        type: "Негативная черта (Major)",
        description: "–2 к броскам на Страх и сопротивление Запугиванию.",
        prerequisites: "Без пререквизитов",
        cost: 2
     },
     {
        name: "Юность",
        type: "Негативная черта (Major or Minor)",
        description: "Как значительное — 3 очка характеристик, 10 очков навыков и 2 дополнительных фишки за сессию.",
        prerequisites: "Без пререквизитов",
        cost: 1
     },
     {
         name: "Безграмотный",
         type: "Негативная черта (Minor)",
         description: "Не умеет читать и писать",
         prerequisites: "Без пререквизитов",
         cost: 1
      },
      {
         name: "Желторотый",
         type: "Негативная черта (Minor)",
         description: "Труслив пока не пройдет несколько испытаний",
         prerequisites: "Без пререквизитов",
         cost: 1
      },  
      {
         name: "Слуга смерти",
         type: "Негативная черта (Major)",
         description: "Известный убийца с репутацией",
         prerequisites: "Без пререквизитов",
         cost: 2
      },  
      {
         name: "Клятва старых путей",
         type: "Негативная черта (Major or Minor)",
         description: "Отказывается пользоваться технологиями и другими плодами прогресса",
         prerequisites: "Без пререквизитов",
         cost: 1
      },  
      {
         name: "Копуша",
         type: "Негативная черта (Minor)",
         description: "Ходьба с -1 дистанцией",
         prerequisites: "Без пререквизитов",
         cost: 1
      },  
      {
         name: "Лживые глазки",
         type: "Негативная черта (Minor)",
         description: "Не умеет лгать. -2 к запугиванию и убеждению, если лжет",
         prerequisites: "Без пререквизитов",
         cost: 1
      },
      {
         name: "Неженка",
         type: "Негативная черта (Major)",
         description: "Штраф -1 ко всем действиям за каждую свою рану.",
         prerequisites: "Без пререквизитов",
         cost: 2
      },
      {
         name: "Немочь",
         type: "Негативная черта (Major or Minor)",
         description: "Неизлечимая болезнь сведёт тебя в могилу. В конце компании если небольшая, в конце сессии если большая",
         prerequisites: "Без пререквизитов",
         cost: 1
      },
      {
         name: "Ночные кошмары",
         type: "Негативная черта (Major)",
         description: "Плохо спит, -1 фишка",
         prerequisites: "Без пререквизитов",
         cost: 2
      },  
      {
         name: "Неумелый стрелок",
         type: "Негативная черта (Minor)",
         description: "В дуэлях оппонент получает преимущество",
         prerequisites: "Без пререквизитов",
         cost: 1
      },
    ];
 
 export const edges = [
    {
      name: "Ас",
      type: "Положительная черта",
      description: "Игнорирует два пункта штрафов к броскам на Вождение, Летание или Управление лодкой. Тратит фишку для избежания повреждений в транспортном средстве.",
      prerequisites: "Ловкость d8",
      cost: -2
    },
    {
      name: "Везение",
      type: "Положительная черта",
      description: "+1 фишка",
      prerequisites: "Без пререквизитов",
      cost: -2
    },
    {
      name: "Акробат",
      type: "Положительная черта",
      description: "Может перебросить большинство бросков на Атлетику.",
      prerequisites: "Ловкость d8, Навык Атлетика d8",
      cost: -2
    },
    {
      name: "Бдительность",
      type: "Положительная черта",
      description: "+2 к броскам на Внимательность.",
      prerequisites: "Без пререквизитов",
      cost: -2
    },
    {
      name: "Владение обеими руками",
      type: "Положительная черта",
      description: "Игнорирует штраф –2 при бросках с нерабочей рукой.",
      prerequisites: "Ловкость d8",
      cost: -2
    },
    {
      name: "Магический дар",
      type: "Положительная черта",
      description: "Позволяет получить доступ к магическим способностям. Дает 2 магические силы бесплатно.",
      prerequisites: "Без пререквизитов",
      cost: -2
    },
    {
      name: "Защита от сверхъестественного",
      type: "Положительная черта",
      description: "+2 к броскам на сопротивление магическим эффектам; магический урон снижается на 2.",
      prerequisites: "Характер d8",
      cost: -2
    },
    {
      name: "Аристократ",
      type: "Положительная черта",
      description: "+2 к броскам на Общие знания и взаимодействие с представителями высшего класса.",
      prerequisites: "Без пререквизитов",
      cost: -2
    },
    {
      name: "Учёный",
      type: "Положительная черта",
      description: "Добавьте 2 навыка знаний по d8, эти навыки и связанные действия получают +2 при подходящих условиях.",
      prerequisites: "Без пререквизитов",
      cost: -2
    },
    {
      name: "Верный зверь",
      type: "Положительная черта",
      description: "Герой может тратить фишки на контроль над животными.",
      prerequisites: "Без пререквизитов",
      cost: -2
    },
    {
      name: "Укротитель",
      type: "Положительная черта",
      description: "Животные любят героя, у него есть питомец.",
      prerequisites: "Характер d8",
      cost: -2
    },
    {
      name: "Смелость",
      type: "Положительная черта",
      description: "+2 к броскам на Страх и –2 к результатам на Таблице страха.",
      prerequisites: "Характер d6",
      cost: -2
    },
    {
      name: "Бугай",
      type: "Положительная черта",
      description: "Размер и Стойкость +1. Требования на Силу для предметов уменьшаются на одну ступень.",
      prerequisites: "Сила d6, Выносливость d6",
      cost: -2
    },
    {
      name: "Брутальный",
      type: "Положительная черта",
      description: "Связывает Атлетику с Силой, а не Ловкостью.",
      prerequisites: "Сила d6, Выносливость d6",
      cost: -2
    },
    {
      name: "Харизматичный",
      type: "Положительная черта",
      description: "Перебрасывает бросок на Убеждение, если это не критическая неудача. +2 к Харизме",
      prerequisites: "Характер d8",
      cost: -2
    },
    {
      name: "Уклонение",
      type: "Положительная черта",
      description: "–2 к броскам для попадания по герою в дальнем бою.",
      prerequisites: "Ловкость d8",
      cost: -2
    },
    {
      name: "Упорство",
      type: "Положительная черта",
      description: "+2 к броску на переброс с помощью фишки.",
      prerequisites: "Характер d8",
      cost: -2
    },
    {
      name: "Слава",
      type: "Положительная черта",
      description: "+1 к Убеждению, когда герой узнаваем.",
      prerequisites: "Без пререквизитов",
      cost: -2
    },
    {
      name: "Народный умелец",
      type: "Положительная черта",
      description: "Быстро создаёт импровизированные устройства из подручных материалов.",
      prerequisites: "Смекалка d6, Навык Ремонт d6, Внимательность d8",
      cost: -2
    },
    {
      name: "Убийца",
      type: "Положительная черта",
      description: "+2 к урону по врагам, находящимся в состоянии Уязвимости или когда у ассассина преимущество неожиданности.",
      prerequisites: "Ловкость d8, Навык Драка d6, Навык Скрытность d8",
      cost: -2
    },
    {
      name: "Берсерк",
      type: "Положительная черта",
      description: "После того как герой Шокирован или Ранен, его атаки в ближнем бою становятся дикими, +2 к Стойкости, игнорирует одно наказание за Ранения.",
      prerequisites: "Без пререквизитов",
      cost: -2
    },
    {
      name: "Хладнокровие",
      type: "Положительная черта",
      description: "Игнорирует до 2 пунктов штрафов за действия, если карта действия — Пятёрка или ниже.",
      prerequisites: "Смекалка d8",
      cost: -2
    },
    {
      name: "Командный голос",
      type: "Положительная черта",
      description: "+1 к броскам Характера и +1 к броскам на Выносливость для восстановления от Шока в радиусе Командования.",
      prerequisites: "Смекалка d6",
      cost: -2
    },
    {
      name: "Мы команда",
      type: "Положительная черта",
      description: "Герой может свободно передавать свои фишки другим.",
      prerequisites: "Характер d8",
      cost: -2
    },
    {
      name: "Полезные связи",
      type: "Положительная черта",
      description: "Контакты помогают раз в сессию.",
      prerequisites: "Без пререквизитов",
      cost: -2
    },
    {
      name: "Шестое чувство",
      type: "Положительная черта",
      description: "Проверка Внимательности -2 может предсказать любой сюжетный поворот перед тем, как он случится",
      prerequisites: "Без пререквизитов",
      cost: -2
    },
    {
      name: "Разрыв дистанции",
      type: "Положительная черта",
      description: "Проверка ловкости позволяет не получить атаку при уходе от оппонента.",
      prerequisites: "Ловкость d8",
      cost: -2
    },
    {
      name: "Ловкость",
      type: "Положительная черта",
      description: "Можно заставить врага сопротивляться ловкой атаке на Смекалку вместо Ловкости.",
      prerequisites: "Навык Драка d8",
      cost: -2
    },
    {
      name: "Упреждающий удар",
      type: "Положительная черта",
      description: "Одна бесплатная атака в ближнем бою по врагу, который переместился на клетку рядом с героем.",
      prerequisites: "Ловкость d8",
      cost: -2
    },
    {
      name: "Флорентийская школа",
      type: "Положительная черта",
      description: "При фехтовании двумя клинками, бонус +1 к атаке персонажа и -1 к атакам врагов",
      prerequisites: "Ловкость d8, Драка d8",
      cost: -2
    },
    {
      name: "Быстроногий",
      type: "Положительная черта",
      description: "Шаг +2, кубик бега d10.",
      prerequisites: "Ловкость d6",
      cost: -2
    },
    {
      name: "Целитель",
      type: "Положительная черта",
      description: "+2 к броскам на Исцеление, как магическим, так и обычным.",
      prerequisites: "Характер d8",
      cost: -2
    },
    {
      name: "Исследователь",
      type: "Положительная черта",
      description: "+2 к броскам на Исследование и Внимательность при особых условиях.",
      prerequisites: "Смекалка d8, Навык Исследование d8",
      cost: -2
    },
    {
      name: "Мастер на все руки",
      type: "Положительная черта",
      description: "Получает d4 в любом навыке (или d6 при подъёме), пока не заменит его.",
      prerequisites: "Смекалка d10",
      cost: -2
    },
    {
      name: "Лингвист",
      type: "Положительная черта",
      description: "Персонаж имеет d6 в языках, равных половине его кубика Смекалки.",
      prerequisites: "Смекалка d6",
      cost: -2
    },
    {
      name: "Глоток мужества",
      type: "Положительная черта",
      description: "Увеличивает Выносливость на одну ступень и игнорирует одно наказание за Ранения; –1 к Ловкости, Смекалке и связанным навыкам.",
      prerequisites: "Выносливость d8",
      cost: -2
    },
    {
      name: "Мастер боевых искусств",
      type: "Положительная черта",
      description: "Ближний бой +1, игнорирует правило Безоружного защитника, добавляет d4 к урону безоружных атак.",
      prerequisites: "Навык Драка d6",
      cost: -2
    },
    {
      name: "Стальные нервы",
      type: "Положительная черта",
      description: "Игнорирует один уровень штрафов на броски за Ранения.",
      prerequisites: "Выносливость d8",
      cost: -2
    },
    {
      name: "Провокатор",
      type: "Положительная черта",
      description: "Герой может 'спровоцировать' врага при подъёме на броске Насмешки.",
      prerequisites: "Навык Насмешка d6",
      cost: -2
    },
    {
      name: "Стремительный",
      type: "Положительная черта",
      description: "Карта инициативы героя всегда должна быть выше Пятёрки.",
      prerequisites: "Ловкость d8",
      cost: -2
    },
    {
      name: "Быстрая реакция",
      type: "Положительная черта",
      description: "Выхватить оружие — это свободное действие",
      prerequisites: "Ловкость d8",
      cost: -2
    },
    {
      name: "Надёжный",
      type: "Положительная черта",
      description: "Бесплатный переброс при броске на Поддержку.",
      prerequisites: "Характер d8",
      cost: -2
    },
    {
      name: "Вор",
      type: "Положительная черта",
      description: "+1 к броскам на Воровство, Атлетику для лазания и Скрытность в городских условиях.",
      prerequisites: "Ловкость d8, Навык Скрытность d6, Навык Воровство d6",
      cost: -2
    },
    {
      name: "Атака с двух рук",
      type: "Положительная черта",
      description: "Герой может совершить дополнительную атаку без наказания за Множественные действия, держа оружие в каждой руке.",
      prerequisites: "Ловкость d8",
      cost: -2
    },
    {
      name: "Егерь",
      type: "Положительная черта",
      description: "+2 к броскам на Выживание и Скрытность в дикой природе.",
      prerequisites: "Характер d6, Навык Выживание d8",
      cost: -2
    },
    {
      name: "Дуэлянт",
      type: "Положительная черта",
      description: "В дуэли, +1 карта за каждую выдержку.",
      prerequisites: "Стрельба d6",
      cost: -2
    },
    {
      name: "Именное оружие",
      type: "Положительная черта",
      description: "Обладает именным оружием, +1 к проверкам ",
      prerequisites: "Стрельба или Драка d10",
      cost: -2
    },
    {
      name: "Истинное мужество",
      type: "Положительная черта",
      description: "+1 к выдержке",
      prerequisites: "Характер d8",
      cost: -2
    },
    {
      name: "Крепкий орешек",
      type: "Положительная черта",
      description: "Штрафы на проверки смерти не учитываются",
      prerequisites: "Характер d8",
      cost: -2
    },
    {
      name: "Не будите в нём зверя",
      type: "Положительная черта",
      description: "Каждая рана даёт +1 урон в атаках",
      prerequisites: "Нельзя взять стальные нервы",
      cost: -2
    },
    {
      name: "Стрельба от бедра",
      type: "Положительная черта",
      description: "Штраф за фаннинг -2 вместо -4",
      prerequisites: "Стрельба d8",
      cost: -2
    },
    {
      name: "Шулер",
      type: "Положительная черта",
      description: "Поймать на жульничестве могут только при критическом провале проверки",
      prerequisites: "Азартные игры d6",
      cost: -2
    },
    {
      name: "Обитатель глуши",
      type: "Положительная черта",
      description: "+2 к проверкам на выживание, +2 к выносливости от погоды",
      prerequisites: "смекалка d8+, выносливость d6+, внимание d8+, выживание d6+, выслеживание d6+",
      cost: -2
    },
    {
      name: "Пройдоха",
      type: "Положительная черта",
      description: "+2 к убеждению вне боя, может убедить в чём угодно",
      prerequisites: "смекалка d6+, характер d6+, убеждение d8+",
      cost: -2
    },
    {
      name: "Скаут",
      type: "Положительная черта",
      description: "+2 к вниманию в бою. Отменяет тяжелые энкаунтеры в пути",
      prerequisites: "внимание d6+, выслеживание d6+",
      cost: -2
    },
    {
      name: "Избранный богом",
      type: "Положительная черта",
      description: "+2 к проверкам веры при касте",
      prerequisites: "волшебство (чудотворец)",
      cost: -2
    },
    {
      name: "Избранный",
      type: "Положительная черта",
      description: "+2 к урону и стойкости против существ противоположного характера",
      prerequisites: "волшебство (чудотворец)",
      cost: -2
    },
    {
      name: "На раздаче",
      type: "Положительная черта",
      description: "Потрать фишку для пересдачи любой карты",
      prerequisites: "волшебство (картежник), колдовство д6",
      cost: -2
    },
    {
      name: "Кровь Уотли",
      type: "Положительная черта",
      description: "Проклятая мутировавшая кровь позволяет тебе использовать кровавую магию для получения Сил. -2 к харизме",
      prerequisites: "волшебство (картежник), колдовство д6",
      cost: -2
    },
    {
      name: "Фетишист",
      type: "Положительная черта",
      description: "Крафтит фигурку чтобы сохранять в ней половину запаса силы",
      prerequisites: "волшебство (шаман), смекалка d8+, характер d8+, знахарство d8+",
      cost: -2
    },
    {
      name: "Алхимия",
      type: "Положительная черта",
      description: "Крафт зелья проверкой безумной науки. Эффект такой же как от своих сил.",
      prerequisites: "волшебство (безумная наука), химия d8+",
      cost: -2
    },
    {
      name: "Совершенное кун-фу",
      type: "Положительная черта",
      description: "Выбери особенный боевой стиль",
      prerequisites: "волшебство (Ци),  мастер боевых искусств, характер d6+, драка d8+",
      cost: -2
    },
  ];

  export const archetypes = [
    {
      name: "Другое",
      type: "archetype",
      description: "Ты решил придумать уникальный бекграунд. Удачи!",
    },
    {
      name: "Безумный учёный",
      type: "archetype",
      description: "Ты создаёшь сумасшедшие механизмы или эликсиры, совмещая науку с магией. Рекомендуемые скиллы: Безумная наука",
    },
    {
      name: "Вне закона",
      type: "archetype",
      description: "Ты разыскиваемый преступник, скрывающийся от правосудия, заслуженно или нет. Рекомендуемые скиллы: Стрельба, Запугивание",
    },
    {
      name: "Дезертир",
      type: "archetype",
      description: "Ты сбежал из армии и теперь тебя считают предателем, ждущим казни за дезертирство. Рекомендуемые скиллы: Уличное чутьё, Маскировка",
    },
    {
      name: "Иммигрант",
      type: "archetype",
      description: "Ты чужак с далёкой родины, чьи обычаи вызывают подозрение и враждебность местных жителей.",
    },
    {
      name: "Индеец-воин",
      type: "archetype",
      description: "Ты воин из свободного индейского племени, охраняющий свою территорию. Рекомендуемые скиллы: Драка, Выживание",
    },
    {
      name: "Индеец-шаман",
      type: "archetype",
      description: "Ты шаман, сражающийся с злыми духами и выступающий посредником между мирами. Рекомендуемые скиллы: Вера (Шаманизм), Оккультные знания",
    },
    {
      name: "Картёжник",
      type: "archetype",
      description: "Ты изучаешь магию через книгу Хойла и используешь карточные колоды для колдовства. Рекомендуемые скиллы: Магия, Азартные игры",
    },
    {
      name: "Красотка",
      type: "archetype",
      description: "Ты независимая женщина, зарабатывающая на жизнь обаянием в суровых городах Дикого Запада.",
    },
    {
      name: "Обычный человек",
      type: "archetype",
      description: "Ты ремесленник, фермер или торговец, живущий обычной жизнью.",
    },
    {
      name: "Охотник за головами",
      type: "archetype",
      description: "Ты ловишь преступников на Диком Западе, возвращая их живыми или мёртвыми. Рекомендуемые скиллы: Выслеживание, Стрельба",
    },
    {
      name: "Первопроходец",
      type: "archetype",
      description: "Ты ищешь неизведанные земли, исследуя ужасы и чудеса Дикого Запада. Рекомендуемые скиллы: Выживание, Ремесло",
    },
    {
      name: "Репортёр",
      type: "archetype",
      description: "Ты журналист, разрушающий ложь и раскрывающий правду, несмотря на последствия. ",
    },
    {
      name: "Сезонный рабочий",
      type: "archetype",
      description: "Ты перебиваешься случайными заработками, где иногда нужен револьвер. Рекомендуемые скиллы: Стрельба, Драка, Выживание",
    },
    {
      name: "Слуга закона",
      type: "archetype",
      description: "Ты шериф или маршал, защищающий порядок в криминальном мире Дикого Запада. Рекомендуемые скиллы: Стрельба, Запугивание",
    },
    {
      name: "Слуга Господа",
      type: "archetype",
      description: "Ты священник или Избранный, борющийся с тьмой силой веры.Рекомендуемые скиллы: Вера (какое-то божество), Убеждение",
    },
    {
      name: "Вудуист",
      type: "archetype",
      description: "Чудотворец, использующий силу духов Лоа. Рекомендуемые скиллы: Вера (Вудуизм), Оккультные знания",
    },
    {
      name: "Мастер искусства Ци",
      type: "archetype",
      description: "Ты посвящён в секреты боевых искусств, позволяющие совершать невероятные маневры. Рекомендуемый стат: Характер",
    },
    {
      name: "Солдат",
      type: "archetype",
      description: "Ты храбрый воин, сражавшийся за свою страну и готовый к новым подвигам.",
    },
    {
      name: "Старатель",
      type: "archetype",
      description: "Ты всю жизнь ищешь золото или призрачную руду, мечтая разбогатеть.",
    },
    {
      name: "Шарлатан",
      type: "archetype",
      description: "Ты обманываешь людей, продавая 'волшебные' эликсиры, зарабатывая на доверчивости. Рекомендуемые скиллы: Убеждение, Маскировка",
    }
  ];
  