export const powers = [
    {
      name: "Великое исцеление",
      type: "Магия",
      description: "Лечение старых ранений и увечий.",
      prerequisites: "Ветеран",
      cost: -2,
    },
    {
      name: "Взрыв",
      type: "Магия",
      description: "Атака по области, наносящая урон.",
      prerequisites: "Закалённый",
      cost: -2,
    },
    {
      name: "Волна",
      type: "Магия",
      description: "Сбивает врагов с ног в зоне действия.",
      prerequisites: "Закалённый",
      cost: -2,
    },
    {
      name: "Доспех",
      type: "Магия",
      description: "Магическая защита, добавляющая броню.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Дар воина",
      type: "Магия",
      description: "Временно даёт боевое преимущество (боевую черту).",
      prerequisites: "Закалённый",
      cost: -2,
    },
    {
      name: "Друг зверей",
      type: "Магия",
      description: "Управление животными, разговор с ними.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Замедление",
      type: "Магия",
      description: "Замедляет движения врагов, снижая их эффективность.",
      prerequisites: "Закалённый",
      cost: -2,
    },
    {
      name: "Защита от окружающей среды",
      type: "Магия",
      description: "Защита от экстремальных условий (вода, космос и т.д.).",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Зомби",
      type: "Магия",
      description: "Поднятие мертвецов для контроля над ними.",
      prerequisites: "Ветеран",
      cost: -2,
    },
    {
      name: "Зоркость",
      type: "Магия",
      description: "Улучшает дальность видения, снижает штрафы на дистанцию.",
      prerequisites: "Закалённый",
      cost: -2,
    },
    {
      name: "Изгнание",
      type: "Магия",
      description: "Изгоняет сверхъестественных существ в их измерение.",
      prerequisites: "Ветеран",
      cost: -2,
    },
    {
      name: "Иссушение",
      type: "Магия",
      description: "Лишает врага магических сил.",
      prerequisites: "Герой",
      cost: -2,
    },
    {
      name: "Исцеление",
      type: "Магия",
      description: "Лечение свежих ран и недугов.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Кукла",
      type: "Магия",
      description: "Контроль над разумом цели, заставляет сражаться за вас.",
      prerequisites: "Ветеран",
      cost: -2,
    },
    {
      name: "Маска",
      type: "Магия",
      description: "Изменение внешности, превращение в другого человека.",
      prerequisites: "Закалённый",
      cost: -2,
    },
    {
      name: "Невидимость",
      type: "Магия",
      description: "Делает персонажа невидимым для противников.",
      prerequisites: "Закалённый",
      cost: -2,
    },
    {
      name: "Неосязаемость",
      type: "Магия",
      description: "Превращает в призрачное существо, неосязаемое для физического мира.",
      prerequisites: "Герой",
      cost: -2,
    },
    {
      name: "Ночное зрение",
      type: "Магия",
      description: "Улучшает зрение в темноте, снижает штрафы за недостаток света.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Оглушение",
      type: "Магия",
      description: "Оглушает врагов в зоне действия, вводит в шок.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Ослепление",
      type: "Магия",
      description: "Временно ослепляет врагов, снижая их эффективность в бою.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Паучьи лапы",
      type: "Магия",
      description: "Позволяет лазать по стенам и поверхностям.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Поддержка",
      type: "Магия",
      description: "Снимает усталость и выводит из шока.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Подземный ход",
      type: "Магия",
      description: "Позволяет перемещаться под землёй, скрываясь от врагов.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Полёт",
      type: "Магия",
      description: "Возможность летать, перемещаясь по воздуху.",
      prerequisites: "Ветеран",
      cost: -2,
    },
    {
      name: "Полиглот",
      type: "Магия",
      description: "Позволяет понимать и разговаривать на любом языке.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Поток",
      type: "Магия",
      description: "Атакует врагов потоком огня или энергии.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Превращение",
      type: "Магия",
      description: "Превращение в животных или другие существа.",
      prerequisites: "Специальное (зависит от вида превращения)",
      cost: -2,
    },
    {
      name: "Проворство",
      type: "Магия",
      description: "Позволяет совершать два действия за раунд.",
      prerequisites: "Закалённый",
      cost: -2,
    },
    {
      name: "Призыв союзника",
      type: "Магия",
      description: "Призыв существ на помощь в бою.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Прорицание",
      type: "Магия",
      description: "Получение информации от духов или иных существ.",
      prerequisites: "Герой",
      cost: -2,
    },
    {
      name: "Путы",
      type: "Магия",
      description: "Захватывает и обездвиживает цель путами.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Разрушительное поле",
      type: "Магия",
      description: "Аура, наносящая урон врагам при прикосновении.",
      prerequisites: "Закалённый",
      cost: -2,
    },
    {
      name: "Рассеивание",
      type: "Магия",
      description: "Прерывание вражеских заклинаний или магических эффектов.",
      prerequisites: "Закалённый",
      cost: -2,
    },
    {
      name: "Свет / Тьма",
      type: "Магия",
      description: "Создаёт свет или тьму, меняет условия видимости.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Смерч",
      type: "Магия",
      description: "Вихрь, разбрасывающий врагов в разные стороны.",
      prerequisites: "Закалённый",
      cost: -2,
    },
    {
      name: "Смятение",
      type: "Магия",
      description: "Вводит врагов в панику, нарушает их действия.",
      prerequisites: "Новичок",
      cost:-2,
    },
    {
      name: "Сокрушение",
      type: "Магия",
      description: "Усиление урона оружия магией.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Сон",
      type: "Магия",
      description: "Усыпляет врагов в зоне действия.",
      prerequisites: "Закалённый",
      cost: -2,
    },
    {
      name: "Стена",
      type: "Магия",
      description: "Создаёт магическую стену для защиты или блокировки врагов.",
      prerequisites: "Закалённый",
      cost: -2,
    },
    {
      name: "Стрела",
      type: "Магия",
      description: "Магический снаряд, поражающий цель на расстоянии.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Телекинез",
      type: "Магия",
      description: "Перемещение объектов или существ силой мысли.",
      prerequisites: "Закалённый",
      cost: -2,
    },
    {
      name: "Телепортация",
      type: "Магия",
      description: "Мгновенное перемещение в другую точку.",
      prerequisites: "Закалённый",
      cost: -2,
    },
    {
      name: "Увеличение / уменьшение",
      type: "Магия",
      description: "Изменение размера цели для повышения/понижения характеристик.",
      prerequisites: "Закалённый",
      cost: -2,
    },
    {
      name: "Увидеть / Скрыть сверхъестественное",
      type: "Магия",
      description: "Обнаружение или сокрытие магии и сверхъестественных явлений.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Ужас",
      type: "Магия",
      description: "Наводит страх на врагов, заставляя их бежать или терять самообладание.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Управление элементами",
      type: "Магия",
      description: "Контроль над стихиями (огонь, вода, земля, воздух).",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Усилить / Ослабить параметр",
      type: "Магия",
      description: "Усиление или ослабление характеристик цели.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Ускорение",
      type: "Магия",
      description: "Увеличивает скорость передвижения цели.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Чтение мыслей",
      type: "Магия",
      description: "Позволяет читать чужие мысли, получая информацию.",
      prerequisites: "Новичок",
      cost: -2,
    },
    {
      name: "Щит",
      type: "Магия",
      description: "Создание магической защиты, отражающей атаки.",
      prerequisites: "Новичок",
      cost: -2,
    },
  ];
  
  export const flaws = [
    {
       name: "Неумёха",
       type: "Негативная черта (Minor)",
       description: "–2 к использованию механических или электрических устройств.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Анемичный",
       type: "Негативная черта (Minor)",
       description: "–2 к Выносливости при сопротивлении Усталости.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Высокомерный",
       type: "Негативная черта (Major)",
       description: "Любит доминировать над противником, всегда бросает вызов самому сильному врагу в бою.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Плохое зрение",
       type: "Негативная черта (Major or Minor)",
       description: "Без очков получает –2 к любому броску, зависящему от зрения.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Невезучий",
       type: "Негативная черта (Major)",
       description: "Персонаж начинает с одним бенни меньше за сессию.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Болтун",
       type: "Негативная черта (Minor)",
       description: "Не умеет хранить секреты и постоянно выдаёт личную информацию.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Слепой",
       type: "Негативная черта (Major)",
       description: "–6 к любым задачам, требующим зрения (но можно выбрать одну черту для компенсации).",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Кровожадный",
       type: "Негативная черта (Major)",
       description: "Никогда не берёт пленных.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Не умеет плавать",
       type: "Негативная черта (Minor)",
       description: "–2 к броскам Плавания (Атлетика), каждый дюйм передвижения в воде стоит 3 дюйма Шага.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Осторожный",
       type: "Негативная черта (Minor)",
       description: "Персонаж планирует всё заранее и чрезмерно осторожен.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Невежда",
       type: "Негативная черта (Major)",
       description: "–1 к броскам на Общие знания и Внимательность.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Неуклюжий",
       type: "Негативная черта (Major)",
       description: "–2 к броскам на Атлетику и Скрытность.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Кодекс чести",
       type: "Негативная черта (Major)",
       description: "Персонаж держит своё слово и ведёт себя как джентльмен.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Любопытный",
       type: "Негативная черта (Major)",
       description: "Персонаж хочет узнать всё о чём угодно.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Желание смерти",
       type: "Негативная черта (Minor)",
       description: "Герой хочет умереть после выполнения или в процессе выполнения эпической задачи.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Бред",
       type: "Негативная черта (Major or Minor)",
       description: "Персонаж верит во что-то странное, что периодически приводит его к проблемам.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Скептик",
       type: "Негативная черта (Minor)",
       description: "Персонаж не верит в сверхъестественное, часто подвергая себя лишним рискам.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Целеустремлённый",
       type: "Негативная черта (Major or Minor)",
       description: "Действия героя направлены на достижение важной цели или убеждения.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Пожилой",
       type: "Негативная черта (Major)",
       description: "–1 к Шагу, Ловкости, Силе и Выносливости, но герой получает 5 дополнительных очков навыков.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Враг",
       type: "Негативная черта (Major or Minor)",
       description: "Персонаж имеет постоянного врага.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Жадный",
       type: "Негативная черта (Major or Minor)",
       description: "Персонаж одержим богатством и материальными ценностями.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Привычка",
       type: "Негативная черта (Major or Minor)",
       description: "Пристрастие к чему-то, персонаж страдает Усталостью, если лишён этого.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Плохо слышит",
       type: "Негативная черта (Major or Minor)",
       description: "Автоматическая неудача при попытке заметить звуки.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Героичный",
       type: "Негативная черта (Major)",
       description: "Персонаж всегда помогает тем, кто в беде.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Нерешительный",
       type: "Негативная черта (Minor)",
       description: "Вытягивает две карты действий и выбирает худшую (кроме Джокеров, которые можно оставить).",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Неграмотный",
       type: "Негативная черта (Minor)",
       description: "Персонаж не умеет читать и писать.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Импульсивный",
       type: "Негативная черта (Major)",
       description: "Герой действует, не думая.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Завистливый",
       type: "Негативная черта (Major or Minor)",
       description: "Персонаж завидует тому, что имеют другие.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Преданный",
       type: "Негативная черта (Minor)",
       description: "Герой предан своим друзьям и союзникам.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Злобный",
       type: "Негативная черта (Minor)",
       description: "–1 к броскам на Убеждение.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Скромный",
       type: "Негативная черта (Minor)",
       description: "–2 к броскам на Запугивание.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Немой",
       type: "Негативная черта (Major)",
       description: "Персонаж не может говорить и получает –2 к броскам, требующим устного общения.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Ожирение",
       type: "Негативная черта (Minor)",
       description: "Размер +1, Шаг –1, кубик бега d4.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Обязательство",
       type: "Негативная черта (Major or Minor)",
       description: "Персонаж обязан тратить 40+ часов в неделю на свои обязанности.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Одна рука",
       type: "Негативная черта (Major)",
       description: "–4 к задачам (например, Атлетика), требующим двух рук.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Один глаз",
       type: "Негативная черта (Major)",
       description: "–2 к действиям на дистанции 5\" (10 ярдов) и более.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Чужак",
       type: "Негативная черта (Major or Minor)",
       description: "Персонаж не вписывается в местную культуру и получает –2 к броскам на Убеждение. В качестве значительного препятствия — лишение прав или другие серьёзные последствия.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Самоуверенный",
       type: "Негативная черта (Major)",
       description: "Герой уверен, что может всё.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Пацифист",
       type: "Негативная черта (Major or Minor)",
       description: "Не сражается с живыми персонажами при любых обстоятельствах, но может использовать нелетальные методы для самозащиты.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Фобия",
       type: "Негативная черта (Major or Minor)",
       description: "Персонаж боится чего-то, и получает –2 ко всем броскам на черты в присутствии этого.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Бедность",
       type: "Негативная черта (Minor)",
       description: "Половина стартовых средств и персонаж всегда беден.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Причуда",
       type: "Негативная черта (Minor)",
       description: "Персонаж имеет незначительную, но постоянную привычку, которая раздражает окружающих.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Безжалостный",
       type: "Негативная черта (Major or Minor)",
       description: "Персонаж делает всё необходимое, чтобы добиться своего.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Секрет",
       type: "Негативная черта (Major or Minor)",
       description: "У героя есть тёмная тайна.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Опозоренный",
       type: "Негативная черта (Major or Minor)",
       description: "Персонажа мучает трагическое событие из его прошлого.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Медлительный",
       type: "Негативная черта (Major or Minor)",
       description: "Шаг уменьшается на 2, кубик бега — d4–1 (минимум 1), –2 к Атлетике и броскам на сопротивление Атлетике.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Маленький",
       type: "Негативная черта (Minor)",
       description: "Размер и Стойкость уменьшены на 1.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Упрямый",
       type: "Негативная черта (Minor)",
       description: "Персонаж настаивает на своём и редко признаёт свои ошибки.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Подозрительный",
       type: "Негативная черта (Major or Minor)",
       description: "Персонаж параноик. Союзники получают –2 к броскам на Поддержку.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Чувствительный",
       type: "Негативная черта (Major or Minor)",
       description: "Персонаж особенно уязвим к личным нападкам. Как значительное — он получает –4 к броскам на сопротивление насмешкам.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Косноязычный",
       type: "Негативная черта (Major)",
       description: "Персонаж часто путает слова или не может их произнести. –1 к броскам на Запугивание, Убеждение и Насмешку.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Некрасивый",
       type: "Негативная черта (Major or Minor)",
       description: "Персонаж физически непривлекателен и получает –2 к броскам на Убеждение.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Мстительный",
       type: "Негативная черта (Major or Minor)",
       description: "Персонаж ищет возмездия за обиды и готов причинить вред ради этого.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Клятва",
       type: "Негативная черта (Major or Minor)",
       description: "Персонаж дал клятву служить какой-то цели.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Разыскиваемый",
       type: "Негативная черта (Major or Minor)",
       description: "Персонаж разыскивается властями.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Трусливый",
       type: "Негативная черта (Major)",
       description: "–2 к броскам на Страх и сопротивление Запугиванию.",
       prerequisites: "Без пререквизитов",
       cost: 1
    },
    {
       name: "Юный",
       type: "Негативная черта (Major or Minor)",
       description: "Как значительное — 3 очка характеристик, 10 очков навыков и 2 дополнительных бенни за сессию.",
       prerequisites: "Без пререквизитов",
       cost: 1
    }
 ];
 
 export const edges = [
    {
      name: "Ас",
      type: "Положительная черта",
      description: "Игнорирует два пункта штрафов к броскам на Вождение, Летание или Управление лодкой. Тратит бенни для избежания повреждений в транспортном средстве.",
      prerequisites: "Ловкость d8",
      cost: -2
    },
    {
      name: "Акробат",
      type: "Положительная черта",
      description: "Может перебросить большинство бросков на Атлетику.",
      prerequisites: "Ловкость d8, Навык Атлетика d8",
      cost: -2
    },
    {
      name: "Бдительность",
      type: "Положительная черта",
      description: "+2 к броскам на Внимательность.",
      prerequisites: "Без пререквизитов",
      cost: -2
    },
    {
      name: "Владение обеими руками",
      type: "Положительная черта",
      description: "Игнорирует штраф –2 при бросках с нерабочей рукой.",
      prerequisites: "Ловкость d8",
      cost: -2
    },
    {
      name: "Магический дар",
      type: "Положительная черта",
      description: "Позволяет получить доступ к магическим способностям.",
      prerequisites: "Без пререквизитов",
      cost: -2
    },
    {
      name: "Сопротивление магии",
      type: "Положительная черта",
      description: "+2 к броскам на сопротивление магическим эффектам; магический урон снижается на 2.",
      prerequisites: "Дух d8",
      cost: -2
    },
    {
      name: "Аристократ",
      type: "Положительная черта",
      description: "+2 к броскам на Общие знания и взаимодействие с представителями высшего класса.",
      prerequisites: "Без пререквизитов",
      cost: -2
    },
    {
      name: "Привлекательность",
      type: "Положительная черта",
      description: "+1 к броскам на Убеждение.",
      prerequisites: "Выносливость d6",
      cost: -2
    },
    {
      name: "Связь с животными",
      type: "Положительная черта",
      description: "Герой может тратить бенни на контроль над животными.",
      prerequisites: "Без пререквизитов",
      cost: -2
    },
    {
      name: "Хозяин животных",
      type: "Положительная черта",
      description: "Животные любят героя, у него есть питомец.",
      prerequisites: "Дух d8",
      cost: -2
    },
    {
      name: "Храбрость",
      type: "Положительная черта",
      description: "+2 к броскам на Страх и –2 к результатам на Таблице страха.",
      prerequisites: "Дух d6",
      cost: -2
    },
    {
      name: "Крепкий",
      type: "Положительная черта",
      description: "Размер и Стойкость +1. Требования на Силу для предметов уменьшаются на одну ступень.",
      prerequisites: "Сила d6, Выносливость d6",
      cost: -2
    },
    {
      name: "Брутальный",
      type: "Положительная черта",
      description: "Связывает Атлетику с Силой, а не Ловкостью.",
      prerequisites: "Сила d6, Выносливость d6",
      cost: -2
    },
    {
      name: "Чемпион",
      type: "Положительная черта",
      description: "+2 к урону против сверхъестественного зла.",
      prerequisites: "Дух d8, Навык Драка d6",
      cost: -2
    },
    {
      name: "Харизматичность",
      type: "Положительная черта",
      description: "Перебрасывает бросок на Убеждение, если это не критическая неудача.",
      prerequisites: "Дух d8",
      cost: -2
    },
    {
      name: "Уклонение",
      type: "Положительная черта",
      description: "–2 к броскам для попадания по герою в дальнем бою.",
      prerequisites: "Ловкость d8",
      cost: -2
    },
    {
      name: "Рвение",
      type: "Положительная черта",
      description: "+2 к броску на переброс с помощью бенни.",
      prerequisites: "Дух d8",
      cost: -2
    },
    {
      name: "Слава",
      type: "Положительная черта",
      description: "+1 к Убеждению, когда герой узнаваем.",
      prerequisites: "Без пререквизитов",
      cost: -2
    },
    {
      name: "МакГайвер",
      type: "Положительная черта",
      description: "Быстро создаёт импровизированные устройства из подручных материалов.",
      prerequisites: "Смекалка d6, Навык Ремонт d6, Внимательность d8",
      cost: -2
    },
    {
      name: "Сильная воля",
      type: "Положительная черта",
      description: "+2 к сопротивлению Тестам, связанным с Смекалкой или Духом.",
      prerequisites: "Дух d8",
      cost: -2
    },
    {
      name: "Ассассин",
      type: "Положительная черта",
      description: "+2 к урону по врагам, находящимся в состоянии Уязвимости или когда у ассассина преимущество неожиданности.",
      prerequisites: "Ловкость d8, Навык Драка d6, Навык Скрытность d8",
      cost: -2
    },
    {
      name: "Берсерк",
      type: "Положительная черта",
      description: "После того как герой Шокирован или Ранен, его атаки в ближнем бою становятся дикими, +2 к Стойкости, игнорирует одно наказание за Ранения.",
      prerequisites: "Без пререквизитов",
      cost: -2
    },
    {
      name: "Поддержка",
      type: "Положительная черта",
      description: "Может снять состояние Уязвимости или Отвлечённости после Теста.",
      prerequisites: "Дух d8",
      cost: -2
    },
    {
      name: "Боец",
      type: "Положительная черта",
      description: "Стойкость +1, добавляет d4 к урону безоружных атак.",
      prerequisites: "Сила d8, Выносливость d8",
      cost: -2
    },
    {
      name: "Хладнокровие",
      type: "Положительная черта",
      description: "Игнорирует до 2 пунктов штрафов за действия, если карта действия — Пятёрка или ниже.",
      prerequisites: "Смекалка d8",
      cost: -2
    },
    {
      name: "Командир",
      type: "Положительная черта",
      description: "+1 к броскам Духа и +1 к броскам на Выносливость для восстановления от Шока в радиусе Командования.",
      prerequisites: "Смекалка d6",
      cost: -2
    },
    {
      name: "Общая связь",
      type: "Положительная черта",
      description: "Герой может свободно передавать свои бенни другим.",
      prerequisites: "Дух d8",
      cost: -2
    },
    {
      name: "Связи",
      type: "Положительная черта",
      description: "Контакты помогают раз в сессию.",
      prerequisites: "Без пререквизитов",
      cost: -2
    },
    {
      name: "Чувство опасности",
      type: "Положительная черта",
      description: "+2 к броскам на Внимательность для предчувствия засады.",
      prerequisites: "Без пререквизитов",
      cost: -2
    },
    {
      name: "Мёртвая хватка",
      type: "Положительная черта",
      description: "Один раз за раунд удваивает урон от дальнобойного или метательного оружия при вытягивании Джокера.",
      prerequisites: "Навык Атлетика d8 или Стрельба d8",
      cost: -2
    },
    {
      name: "Извлечение",
      type: "Положительная черта",
      description: "Один ближайший враг не получает бесплатную атаку при выходе героя из ближнего боя.",
      prerequisites: "Ловкость d8",
      cost: -2
    },
    {
      name: "Ловкость",
      type: "Положительная черта",
      description: "Можно заставить врага сопротивляться ловкой атаке на Смекалку вместо Ловкости.",
      prerequisites: "Навык Драка d8",
      cost: -2
    },
    {
      name: "Первый удар",
      type: "Положительная черта",
      description: "Одна бесплатная атака в ближнем бою по врагу, который переместился на клетку рядом с героем.",
      prerequisites: "Ловкость d8",
      cost: -2
    },
    {
      name: "Быстроногий",
      type: "Положительная черта",
      description: "Шаг +2, кубик бега повышен на одну ступень.",
      prerequisites: "Ловкость d6",
      cost: -2
    },
    {
      name: "Быстрый бегун",
      type: "Положительная черта",
      description: "Игнорирует Трудную местность и добавляет +2 к броскам Атлетики при погонях.",
      prerequisites: "Ловкость d8",
      cost: -2
    },
    {
      name: "Целитель",
      type: "Положительная черта",
      description: "+2 к броскам на Исцеление, как магическим, так и обычным.",
      prerequisites: "Дух d8",
      cost: -2
    },
    {
      name: "Унизитель",
      type: "Положительная черта",
      description: "Бесплатный переброс при броске на Насмешку.",
      prerequisites: "Навык Насмешка d8",
      cost: -2
    },
    {
      name: "Исследователь",
      type: "Положительная черта",
      description: "+2 к броскам на Исследование и Внимательность при особых условиях.",
      prerequisites: "Смекалка d8, Навык Исследование d8",
      cost: -2
    },
    {
      name: "Железные челюсти",
      type: "Положительная черта",
      description: "+2 к броскам на Избежание и Выносливость для сопротивления нокаутирующим ударам.",
      prerequisites: "Выносливость d8",
      cost: -2
    },
    {
      name: "Железная воля",
      type: "Положительная черта",
      description: "+4 к сопротивлению Тестам, связанным с Смекалкой или Духом.",
      prerequisites: "Сильная воля",
      cost: -2
    },
    {
      name: "Мастер на все руки",
      type: "Положительная черта",
      description: "Получает d4 в любом навыке (или d6 при подъёме), пока не заменит его.",
      prerequisites: "Смекалка d10",
      cost: -2
    },
    {
      name: "Лингвист",
      type: "Положительная черта",
      description: "Персонаж имеет d6 в языках, равных половине его кубика Смекалки.",
      prerequisites: "Смекалка d6",
      cost: -2
    },
    {
      name: "Жидкое мужество",
      type: "Положительная черта",
      description: "Увеличивает Выносливость на одну ступень и игнорирует одно наказание за Ранения; –1 к Ловкости, Смекалке и связанным навыкам.",
      prerequisites: "Выносливость d8",
      cost: -2
    },
    {
      name: "Боевые искусства",
      type: "Положительная черта",
      description: "Ближний бой +1, игнорирует правило Безоружного защитника, добавляет d4 к урону безоружных атак.",
      prerequisites: "Навык Драка d6",
      cost: -2
    },
    {
      name: "Нервы из стали",
      type: "Положительная черта",
      description: "Игнорирует один уровень наказаний за Ранения.",
      prerequisites: "Выносливость d8",
      cost: -2
    },
    {
      name: "Провокация",
      type: "Положительная черта",
      description: "Герой может 'спровоцировать' врага при подъёме на броске Насмешки.",
      prerequisites: "Навык Насмешка d6",
      cost: -2
    },
    {
      name: "Быстрота",
      type: "Положительная черта",
      description: "Карта действия героя всегда должна быть выше Пятёрки.",
      prerequisites: "Ловкость d8",
      cost: -2
    },
    {
      name: "Надёжный",
      type: "Положительная черта",
      description: "Бесплатный переброс при броске на Поддержку.",
      prerequisites: "Дух d8",
      cost: -2
    },
    {
      name: "Ответный удар",
      type: "Положительная черта",
      description: "Подъём при сопротивлении Насмешке или Запугиванию делает врага Отвлечённым.",
      prerequisites: "Навык Насмешка d6",
      cost: -2
    },
    {
      name: "Вор",
      type: "Положительная черта",
      description: "+1 к броскам на Воровство, Атлетику для лазания и Скрытность в городских условиях.",
      prerequisites: "Ловкость d8, Навык Скрытность d6, Навык Воровство d6",
      cost: -2
    },
    {
      name: "Двурукий",
      type: "Положительная черта",
      description: "Герой может совершить дополнительную атаку без наказания за Множественные действия, держа оружие в каждой руке.",
      prerequisites: "Ловкость d8",
      cost: -2
    },
    {
      name: "Лесник",
      type: "Положительная черта",
      description: "+2 к броскам на Выживание и Скрытность в дикой природе.",
      prerequisites: "Дух d6, Навык Выживание d8",
      cost: -2
    }
  ];